{
    "text_token_to_idx": {
        "<NULL>": 0,
        "<START>": 1,
        "<END>": 2,
        "<UNK>": 3,
        "?": 4,
        "a": 5,
        "able": 6,
        "about": 7,
        "actually": 8,
        "add": 9,
        "adding": 10,
        "adult": 11,
        "age": 12,
        "all": 13,
        "almost": 14,
        "an": 15,
        "and": 16,
        "any": 17,
        "are": 18,
        "at": 19,
        "bangs": 20,
        "be": 21,
        "beamed": 22,
        "beaming": 23,
        "beard": 24,
        "big": 25,
        "bigger": 26,
        "bit": 27,
        "broadly": 28,
        "bushy": 29,
        "but": 30,
        "can": 31,
        "can't": 32,
        "change": 33,
        "cheeks": 34,
        "child": 35,
        "chin": 36,
        "clearly": 37,
        "color": 38,
        "considerably": 39,
        "corners": 40,
        "could": 41,
        "cover": 42,
        "covered": 43,
        "covering": 44,
        "covers": 45,
        "curve": 46,
        "cut": 47,
        "darker": 48,
        "deep": 49,
        "degree": 50,
        "doesn't": 51,
        "don't": 52,
        "edits": 53,
        "eighties": 54,
        "elderly": 55,
        "else": 56,
        "emm": 57,
        "end": 58,
        "enough": 59,
        "entire": 60,
        "extent": 61,
        "extremely": 62,
        "eyebrows": 63,
        "eyeglass": 64,
        "eyeglasses": 65,
        "face": 66,
        "feel": 67,
        "fifties": 68,
        "for": 69,
        "forehead": 70,
        "forties": 71,
        "frame": 72,
        "friend": 73,
        "fringe": 74,
        "full": 75,
        "further": 76,
        "gentler": 77,
        "glass": 78,
        "glasses": 79,
        "go": 80,
        "gone": 81,
        "good": 82,
        "growth": 83,
        "guess": 84,
        "half": 85,
        "happier": 86,
        "happily": 87,
        "happiness": 88,
        "happy": 89,
        "has": 90,
        "have": 91,
        "he": 92,
        "hello": 93,
        "hi": 94,
        "his": 95,
        "how": 96,
        "i": 97,
        "in": 98,
        "indeed": 99,
        "is": 100,
        "it": 101,
        "it's": 102,
        "just": 103,
        "kind": 104,
        "laugh": 105,
        "laughing": 106,
        "leaves": 107,
        "length": 108,
        "less": 109,
        "let's": 110,
        "lighter": 111,
        "like": 112,
        "little": 113,
        "long": 114,
        "longer": 115,
        "look": 116,
        "looks": 117,
        "lot": 118,
        "make": 119,
        "making": 120,
        "maybe": 121,
        "medium": 122,
        "medium-length": 123,
        "middle": 124,
        "moderately": 125,
        "more": 126,
        "most": 127,
        "mouth": 128,
        "much": 129,
        "mustache": 130,
        "my": 131,
        "need": 132,
        "no": 133,
        "nope": 134,
        "not": 135,
        "nothing": 136,
        "now": 137,
        "obvious": 138,
        "of": 139,
        "off": 140,
        "ok": 141,
        "old": 142,
        "older": 143,
        "on": 144,
        "one": 145,
        "only": 146,
        "open": 147,
        "partially": 148,
        "person": 149,
        "please": 150,
        "pointed": 151,
        "poker": 152,
        "pokerface": 153,
        "portion": 154,
        "relatively": 155,
        "remove": 156,
        "rimless": 157,
        "rough": 158,
        "rumbling": 159,
        "schoolchild": 160,
        "see": 161,
        "senior": 162,
        "serious": 163,
        "seventies": 164,
        "shave": 165,
        "short": 166,
        "shorter": 167,
        "should": 168,
        "shouldn't": 169,
        "show": 170,
        "simply": 171,
        "sixties": 172,
        "slightly": 173,
        "small": 174,
        "smile": 175,
        "smiling": 176,
        "so": 177,
        "some": 178,
        "somewhat": 179,
        "sort": 180,
        "stubble": 181,
        "sunglasses": 182,
        "sure": 183,
        "teen": 184,
        "teenager": 185,
        "teeth": 186,
        "than": 187,
        "thank": 188,
        "thanks": 189,
        "that": 190,
        "that's": 191,
        "the": 192,
        "them": 193,
        "there": 194,
        "thick": 195,
        "thicker": 196,
        "thin": 197,
        "think": 198,
        "thinner": 199,
        "thirties": 200,
        "this": 201,
        "tiny": 202,
        "to": 203,
        "too": 204,
        "try": 205,
        "trying": 206,
        "turn": 207,
        "twenties": 208,
        "uncovered": 209,
        "up": 210,
        "use": 211,
        "vanish": 212,
        "very": 213,
        "visible": 214,
        "want": 215,
        "we": 216,
        "what": 217,
        "whole": 218,
        "wide": 219,
        "with": 220,
        "without": 221,
        "would": 222,
        "yeep": 223,
        "yep": 224,
        "yes": 225,
        "you": 226,
        "young": 227,
        "younger": 228
    }
}